{
  "sequence_url":"https://staging-seq.lasership.com",
  "events_url": "https://staging-ngevent.lasership.com",
  "driver_id": "bgtntest",
  "driver_id_1": "akrntest",
  "email_code": "999999",
  "driver_id_3": "miamtest",
  "driver_id_4075":"cbfltest",
  "driver_id_4056":"cbfltest",
  "driver_id_4057":"cbfltest",
  "driver_id_contractor_1": "CLVDQADRV02",
  "driver_id_contractor_2": "ORLAQADRV02",
  "driver_id_5524": "CLVDQADRV02",
  "driver_id_2": "quentest",
  "no_connection_text": "No Connection",
  "driver_id_contractor_3": "CLVDQADRV01",
   "id":"com.ontrac.onroute",
  "txt_1": "Consent and Runtime Permissions",
  "txt_2": "To provide you with a seamless and personalized experience while using OnTrac OnRoute, we need to collect certain types of personal data.\n\nThis information is necessary for core app functions like route optimization, navigation, and delivery tracking. Each data type listed below supports a specific feature or functionality of the app, ensuring efficient service, better performance, and improved user experience.\n\n● Approximate location\n● Precise location\n● Background location\n● Photos taken in the app\n● Installed navigation apps\n● Email address\n● User ID",
  "txt_3": "It’s important that you understand what personal data OnTrac OnRoute collects. Please review the information below.\n\nWhy does OnTrac OnRoute use your data?",
  "txt_4": "● OnTrac OnRoute collects approximate, precise, and background location data to optimize routes, navigate stops, and track deliveries and pickups, even with the app is running in the background.\n\n● OnTrac OnRoute uses the device’s camera to collect photos taken in the app to provide proof of delivery or attempt and to scan packages.\n\n● OnTrac OnRoute collects a list of installed navigation apps in order to display and open other navigation apps in the “Other Navigation” feature.\n\n● OnTrac OnRoute uses your email address to send you verification codes in the authentication/login process.\n\n● OnTrac OnRoute collects your User ID and system/crash logs to allow you to log into the application, optimize the user experience, and improve app stability.\n\n● OnTrac OnRoute collects device or other IDs to identify your device for features like push notifications and app performance.",
  "driver_id_contractor_4": "ASHDQADRV02",
   "driver_8032": "NASHQADRV02"
}
